export default [
  {
    chatId: 1,
    messages: [
      {
        user: 4654321,
        timestamp: '12:34',
        type: 'text',
        value: 'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила ' +
          'Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — ' +
          'и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой ' +
          'забрали только кассеты с пленкой.\n\n Хассельблад в итоге адаптировал SWC для космоса, но что-то пошло не так ' +
          'и на ракету они так никогда и не попали. Всего их было произведено 25 штук, одну из них недавно продали на ' +
          'аукционе за 45000 евро.'
      },
      {
        user: 4654321,
        timestamp: '12:38',
        type: 'image',
        value: 'url'
      },
      {
        user: 6543213,
        timestamp: '13:00',
        type: 'text',
        value: 'Круто'
      },
      {
        user: 6543213,
        timestamp: '14:00',
        type: 'url',
        value: 'src/components/Error'
      },
      {
        user: 4654321,
        timestamp: '15:34',
        type: 'text',
        value: 'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила ' +
          'Хассельблад адаптировать модель'
      }
    ]
  },
  {
    chatId: 2,
    messages: [
      {
        user: 4654321,
        timestamp: '12:34',
        type: 'text',
        value: 'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила ' +
          'Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — ' +
          'и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой ' +
          'забрали только кассеты с пленкой.\n\n Хассельблад в итоге адаптировал SWC для космоса, но что-то пошло не так ' +
          'и на ракету они так никогда и не попали. Всего их было произведено 25 штук, одну из них недавно продали на ' +
          'аукционе за 45000 евро.'
      },
      {
        user: 4654321,
        timestamp: '12:38',
        type: 'image',
        value: 'url'
      },
      {
        user: 6543213,
        timestamp: '13:00',
        type: 'text',
        value: 'Круто'
      },
      {
        user: 6543213,
        timestamp: '14:00',
        type: 'url',
        value: 'src/components/Error'
      }
    ]
  },
  {
    chatId: 5,
    messages: [
      {
        user: 6543213,
        timestamp: '13:00',
        type: 'text',
        value: 'Круто'
      },
      {
        user: 4654321,
        timestamp: '12:38',
        type: 'image',
        value: 'url'
      },
      {
        user: 6543213,
        timestamp: '13:00',
        type: 'text',
        value: 'Круто'
      },
      {
        user: 6543213,
        timestamp: '14:00',
        type: 'url',
        value: 'src/components/Error'
      },
      {
        user: 4654321,
        timestamp: '15:34',
        type: 'text',
        value: 'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила ' +
          'Хассельблад адаптировать модель'
      }
    ]
  }
]
